{
  "Version": "1.3",
  "ID": "f1jrqisendkodscosdilfpikvruzcpwemjytqfxca",
  "Issue Number": "158",
  "Client": {
    "Name": "OpenStreetMap、 KyFromAbove、Imaging Data Commons、The Genome Aggregation Database",
    "Region": "United States",
    "Industry": "Life Science / Healthcare",
    "Website": "https://www.openstreetmap.org/#map=4/38.01/-95.84",
    "Social Media": "",
    "Social Media Type": "Other",
    "Role": "Data Preparer"
  },
  "Project": {
    "Brief history of your project and organization": "https://www.openstreetmap.org/#map=4/38.01/-95.84\n\nOpenStreetMap (OSM) is a global mapping project that aims to create a free, editable map. It is contributed by volunteers, and users can collect and update geographic information through GPS, aerial imagery, and other sources. Here are some important information about OpenStreetMap:\n\nhttps://registry.opendata.aws/kyfromabove/\n\nKyFromAbove acquires aerial imagery and LiDAR during leaf-off conditions in the Commonwealth. The imagery typically ranges from 6-inches to 3-inches in resolution and is available from the kyfromabove Amazon S3 bucket in a Cloud Optimized GeoTiff format. All Phase 2 LiDAR data acquired by the program is USGS Quality Level 2 (QL2), whereas approximately 40% of Phase 1 LiDAR data is considered QL3. Digital Elevation Models (DEMs) at a 5-foot (Phase 1) or 2-foot (Phase 2) resolution, point cloud data in an LAS format, spot elevations in a geopackage format, and contours in a geopackage format are also available from the kyfromabove Amazon S3 bucket. KyFromAbove LiDAR and imagery data resources are managed in a Kentucky-specific 5000x5000 foot grid (FIPS:1600) (EPSG:3089). Phase 1, Phase2, and Phase 3 imagery acquisitions have been completed. Phase 1 LiDAR acquisitions have been completed and Phase 2 was completed in February of 2024. Phase 3 LiDAR acquistions have been initiated. \n\nhttps://registry.opendata.aws/nci-imaging-data-commons/\n\nImaging Data Commons (IDC) is a repository within the Cancer Research Data Commons (CRDC) that manages imaging data and enables its integration with the other components of CRDC. IDC hosts a growing number of imaging collections that are contributed by either funded US National Cancer Institute (NCI) data collection activities, or by the individual researchers.Image data hosted by IDC is stored in DICOM format.\n\nhttps://registry.opendata.aws/broad-gnomad/ \n\nThe Genome Aggregation Database (gnomAD) is a resource developed by an international coalition of investigators that aggregates and harmonizes both exome and genome data from a wide range of large-scale human sequencing projects. The summary data provided here are released for the benefit of the wider scientific community without restriction on use. The v4.1 data set (GRCh38) spans 730,947 exome sequences and 76,215 whole-genome sequences from unrelated individuals, of diverse ancestries, sequenced sequenced as part of various disease-specific and population genetic studies. \n",
    "Is this project associated with other projects/ecosystem stakeholders?": "OpenStreetMap: https://github.com/filecoin-project/filecoin-plus-large-datasets/issues/907, someone applied for it, but no one used it.",
    "Describe the data being stored onto Filecoin": "",
    "Where was the data currently stored in this dataset sourced from": "",
    "How do you plan to prepare the dataset": "",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "",
    "What is the expected retrieval frequency for this data": "",
    "For how long do you plan to keep this dataset stored on Filecoin": "",
    "In which geographies do you plan on making storage deals": "",
    "How will you be distributing your data to storage providers": "",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": ""
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "6.5PiB",
    "Single Size Dataset": "650TiB",
    "Replicas": 10,
    "Weekly Allocation": "1PiB"
  },
  "Lifecycle": {
    "State": "Granted",
    "Validated At": "2025-05-01 14:44:07.713330808 UTC",
    "Validated By": "nicelove666",
    "Active": true,
    "Updated At": "2025-05-01 14:44:07.713327697 UTC",
    "Active Request ID": "9d19d935-fdf8-4ab2-950e-7fba7cc0eb3b",
    "On Chain Address": "f1jrqisendkodscosdilfpikvruzcpwemjytqfxca",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "9d19d935-fdf8-4ab2-950e-7fba7cc0eb3b",
      "Request Type": "First",
      "Created At": "2025-05-01 14:41:47.933228178 UTC",
      "Updated At": "2025-05-01 14:41:47.933229013 UTC",
      "Active": false,
      "Allocation Amount": "281474976710656 B",
      "Signers": [
        {
          "Github Username": "nicelove666",
          "Signing Address": "f16hmuu3w247dkkhsrbbcbeqbugmpjbxpkrpcdatq",
          "Created At": "2025-05-01 14:44:03.665000000 UTC",
          "Message CID": "bafy2bzacecgvrhrlavvwgm4c72uxmt5dljfqnjuisx2idehyowmd2kfe6kkja"
        }
      ]
    }
  ]
}