{
  "Version": "1.3",
  "ID": "f1w57fhtyn6ynxuijsai24i3iz65h37uelm2bnllq",
  "Issue Number": "138",
  "Client": {
    "Name": "Medical Imaging and Data Resource Center",
    "Region": "United States",
    "Industry": "Life Science / Healthcare",
    "Website": "https://imaging-hub.data-commons.org/Explorer",
    "Social Media": "https://imaging-hub.data-commons.org/Explorer",
    "Social Media Type": "Other",
    "Role": "Data Preparer"
  },
  "Project": {
    "Brief history of your project and organization": "MIDRC is a multi-institutional collaborative initiative driven by the medical imaging community that was initiated in late summer 2020. MIDRC, funded by the National Institute of Biomedical Imaging and Bioengineering (NIBIB) and hosted at the University of Chicago, is co-led by the American College of Radiology® (ACR®), the Radiological Society of North America (RSNA), and the American Association of Physicists in Medicine (AAPM). The aim of MIDRC is to foster machine learning innovation through data sharing for rapid and flexible collection, analysis, and dissemination of imaging and associated clinical data by providing researchers with unparalleled resources.\n\nLeveraging the existing and developing infrastructure provided by the participating organizations, MIDRC serves as a linked-data commons that coordinates access to data and harmonizes data management activities at three critical stages: (1) intake, including curation, de-identification, abstraction, and quality assessment, (2) annotation and labelling of images and other data using semi-automated approaches, and (3) distributed access and query methods.  MIDRC receives medical images and associated metadata through intake portals at the RSNA and ACR, and then, through a Data Commons Portal on the Gen3 Data Ecosystem, enables a single public access point for data discovery. The MIDRC collection is linked through secure services and a common query infrastructure and allows additional data sources to be incorporated over time.\n\nThe Medical Imaging & Data Resource Center (MIDRC) Data Commons supports the management, analysis and sharing of medical imaging data for the improvement of patient outcomes. The data in MIDRC are open access in order to foster machine learning innovation through data sharing and include in addition to imaging files, patient demographic data, COVID-19 test results and other clinical data, harmonized study descriptions utilizing the LOINC playbook, and image DICOM tags for purposes of data filtering and selecting cohorts for analysis.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "Medical ImageNet (Stanford Medical Image Dataset)​\n​Scale: Contains 0.5 PB of clinical radiology data （High-speed growth）, covering more than 1 billion images (such as X-rays, CT, MRI, etc.), and associates genomic data, patient electronic medical records and other multimodal information4\n\n​Features: Constructed by multi-institutional cooperation, data de-identification, and compliant with privacy regulations.\n​Supports machine learning research, covering 4.5 million clinical studies, including 1,000 ICU chest radiographs, 831 bone tumor X-rays and other high-value data4\n\n​Application scenarios: medical image analysis, disease prediction model development, multi-omics joint research.",
    "Where was the data currently stored in this dataset sourced from": "AWS Cloud",
    "How do you plan to prepare the dataset": "yes, we use Python to write scripts to crawl data sets, and then use the data tools we developed to process the data.we can support spark\n",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "https://www.midrc.org/\nhttps://imaging-hub.data-commons.org/Explorer\n\nazcopy copy \"https://aimistanforddatasets01.blob.core.windows.net/chexpertplus?sv=2019-02-02&sr=c&sig=9jyFGcEWDEZkiHm9DMJfixt5i%2FmfBrhgIsb9RtLMTWs%3D&st=2025-03-18T11%3A33%3A13Z&se=2025-04-17T11%3A38%3A13Z&sp=rl\" /data --recursive\n\n",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[x] I confirm",
    "What is the expected retrieval frequency for this data": "Monthly",
    "For how long do you plan to keep this dataset stored on Filecoin": "More than 3 years",
    "In which geographies do you plan on making storage deals": "Greater China, Asia other than Greater China, North America, Europe",
    "How will you be distributing your data to storage providers": "HTTP or FTP server, Shipping hard drives",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "f02869125 France\nf03358608 Hong Kong\nf03408862 Hong Kong\nf02952530 Thailand\nf03233356 South Korea\nf03312989 Hong Kong\nf03252730 Hong Kong\nf01926635 Sichuan\nf02916974 United States\nf03363420 Sichuan",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "5.5PiB",
    "Single Size Dataset": "550Tib",
    "Replicas": 10,
    "Weekly Allocation": "1PiB"
  },
  "Lifecycle": {
    "State": "Submitted",
    "Validated At": "",
    "Validated By": "",
    "Active": true,
    "Updated At": "2025-03-18 09:42:15.871982567 UTC",
    "Active Request ID": "",
    "On Chain Address": "f1w57fhtyn6ynxuijsai24i3iz65h37uelm2bnllq",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": []
}