{
  "Version": "1.3",
  "ID": "f1xyhrgnsmgkfz7u2rbxpewzidpi2sgxf5rwozuhi",
  "Issue Number": "27",
  "Client": {
    "Name": "he International Genome Sample Resource",
    "Region": "China",
    "Industry": "Life Science / Healthcare",
    "Website": "https://www.internation",
    "Social Media": "https://www.internation",
    "Social Media Type": "Slack",
    "Role": "Data Preparer"
  },
  "Project": {
    "Brief history of your project and organization": "Quasar's most notable strength lies in its deep expertise in IPFS technology. The company's core technical team has over 3 years of IPFS development experience and a thorough understanding of the principles and applications of distributed storage systems. They have leveraged IPFS to build Quasar's own data management platform, enabling fast, secure, and scalable data storage and sharing.\r\n\r\nBolstered by its exceptional IPFS capabilities, Quasar provides clients with a one-stop solution covering data collection, cleaning, analysis, and visualization. The company's data analysis tools are highly acclaimed for their ability to help clients uncover valuable insights hidden within their data. Quasar also offers blockchain-based data auditing and copyright management services to ensure the security and traceability of clients' data assets.\r\n\r\nLooking ahead, Quasar will continue to focus on the research and application of IPFS and other cutting-edge technologies, striving to become a leading provider of data innovation services in Europe. Guided by client needs, the company will constantly optimize its products and services, injecting new momentum into the digital transformation of enterprises.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "The 1000 Genomes Project created a catalogue of common human genetic variation, using openly consented samples from people who declared themselves to be healthy. The reference data resources generated by the project remain heavily used by the biomedical science community.\r\n\r\nThe International Genome Sample Resource (IGSR) maintains and shares the human genetic variation resources built by the 1000 Genomes Project. We also update the resources to the current reference assembly, add new data sets generated from the 1000 Genomes Project samples and add data from projects working with other openly consented samples.",
    "Where was the data currently stored in this dataset sourced from": "AWS Cloud",
    "How do you plan to prepare the dataset": "No response",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "https://www.internationalgenome.org/data",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[X] I confirm",
    "What is the expected retrieval frequency for this data": "Yearly",
    "For how long do you plan to keep this dataset stored on Filecoin": "2 to 3 years",
    "In which geographies do you plan on making storage deals": "Greater China, North America, Europe",
    "How will you be distributing your data to storage providers": "Cloud storage (i.e. S3), Shipping hard drives, Lotus built-in data transfer",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "Polaris    f02951213   Singapore \r\nShenSuanCloud  f03035686   Nanchang, Jiangxi, CN\r\nCoffeeCloud  f03086293   Hong Kong\r\nCoffeeCloud  f03136267   Hong Kong\r\nRound Arithmetic    f02200472   Chengdu, Sichuan, CN\r\nIndividual    f02956383    Hong Kong\r\nLucky Star     f03068013   Hong Kong\r\n",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "6PiB",
    "Single Size Dataset": "1PiB",
    "Replicas": 6,
    "Weekly Allocation": "512TiB"
  },
  "Lifecycle": {
    "State": "Granted",
    "Validated At": "2024-06-15 04:36:53.748545525 UTC",
    "Validated By": "nicelove666",
    "Active": true,
    "Updated At": "2024-06-18 03:00:03.806753518 UTC",
    "Active Request ID": "6970e883-0af4-43a2-8b59-346aed43c776",
    "On Chain Address": "f1xyhrgnsmgkfz7u2rbxpewzidpi2sgxf5rwozuhi",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "bdb2cb75-1955-404c-ac63-608f0e824291",
      "Request Type": "First",
      "Created At": "2024-06-15 04:36:53.748552376 UTC",
      "Updated At": "2024-06-15 04:36:53.748553939 UTC",
      "Active": false,
      "Allocation Amount": "256TiB",
      "Signers": [
        {
          "Github Username": "nicelove666",
          "Signing Address": "f16hmuu3w247dkkhsrbbcbeqbugmpjbxpkrpcdatq",
          "Created At": "2024-06-15 04:38:27.001000000 UTC",
          "Message CID": "bafy2bzaceck4b36clktohqdbzwj56ce6px7zwcc2fsxt4e5lgxxb3s3oosqz2"
        }
      ]
    },
    {
      "ID": "6970e883-0af4-43a2-8b59-346aed43c776",
      "Request Type": "Refill",
      "Created At": "2024-06-16 12:24:26.926818159 UTC",
      "Updated At": "2024-06-16 12:24:26.926819621 UTC",
      "Active": false,
      "Allocation Amount": "512TiB",
      "Signers": [
        {
          "Github Username": "nicelove666",
          "Signing Address": "f16hmuu3w247dkkhsrbbcbeqbugmpjbxpkrpcdatq",
          "Created At": "2024-06-16 12:27:06.648000000 UTC",
          "Message CID": "bafy2bzacea647sonlojfcw3px6i7uxnvwzht5xk56dlisbzzhvzag3xjibid4"
        }
      ]
    }
  ]
}